win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_title = 'Здоровье'
txt_hello = 'Добро пожаловать в программу по определению состояния здоровья'
txt_instruction = 'Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.\nПроба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке. \nУ испытуемого, находящегос в положении лежа на спине в течении 5 минут, определяют частоту пульса за 15 секунд; \nзатем в течение 45 секунд испытуемый выполняет 30 приседаний. \nПосле окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд, \nа потом - за последние 15 секунд первой минуты периода восстановления. \nВажно! Если в процессе проведения испытания вы почувствуете себя плохо, то тест необходимо прервать и обратиться к врачу.'
txt_next = 'Начать'

txt_name = 'Здоровье'
txt_hintname = "Введите Ф.И.О.:"
txt_hintage = "Полных лет:"
txt_test1 = 'Лягте на спину и замерьте пульс за 15 секунд. Нажмите на кнопку "Начать первый тест", чтобы запустить таймер. \nРезультат запишите в соответсвующее поле.'
txt_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите на кнопку "Начать делать приседания", \nчтобы запустить счетчик приседаний.'
txt_test3 = 'Лягте на спину и замерьте пульс с начала за первые 15 секунд минуты, затем за последние 15 секунд. \nНажмите на кнопку "Начать финальный тест", чтобы запустить таймер. \nЗеленым обозначены секунды, в течение которых необходимо \nпроводить измерения, черным - минуты без замера пульсаций. Результаты запишите в соответсвующие поля.'
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать финальный тест'

txt_age = ''
txt_finalwin = 'Результаты'
txt_index = 'Индекс Руфье:'
txt_workheart = 'Работоспособность сердца:'
